"lblChargeLimit" = "Batterijlimiet:";
"btnDischarge" = "Ontladen";
"btnTopup" = "Bijladen";
"btnInstallHelper" = "Hulpprogramma installeren";
"btnQuit" = "Afsluiten";
"hlpSailingModePopover" = "Zeilmodus ingeschakeld.";
"hlpCalibrationPopover" = "Aan het kalibreren.";
"hlpHeatProtectionPopover" = "Opladen onderbroken vanwege een te hoge temperatuur van de batterij. Huidige temperatuur: ";
"hlpIntelModePopover" = "Intel-modus ingeschakeld.";
"lblSailingMode" = "Zeilmodus";
"txtEnabled" = "Ingeschakeld";
"txtDisabled" = "Uitgeschakeld";
"hlpSailingModeSettings" = "Na het opladen, zal de batterij geleidelijk ontladen tot het ingestelde zeilmodus percentage om continu kortdurig opladen/ontladen rondom hetzelfde percentage te voorkomen.";
"txtWillSailTo" = "Zal ontladen naar ";
"txtSailingModeDeactivated" = "Zeilmodus uitgeschakeld.";
"lblHeatProtection" = "Warmtebescherming";
"hlpHeatProtectionSettings" = "AlDente stopt automatisch met opladen als de batterij warmer wordt dan hier opgegeven.";
"txtMaxTemp" = "Max. temp";
"txtCurrent" = "  Huidig: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "Warmtebescherming uitgeschakeld.";
"lblCalibrationMode" = "Kalibratiemodus";
"btnStopCalibration" = "Kalibratie stoppen";
"btnStartCalibration" = "Kalibratie starten";
"txtDischarge15" = "Ontladen\n15%";
"txtCharge100" = "Opladen\n100%";
"txtHold1h" = "Vasthouden\n1u";
"txtDischarge" = "Ontladen\n";
"lblStopChargingWhenSleeping" = "Stop opladen\nin sluimerstand";
"hlpStopChargingWhenSleeping" = "Onderbreekt het opladen wanneer je MacBook in sluimerstand gaat, zelfs als het gewenste laadpercentage nog niet bereikt is.";
"lblStopChargingWhenClosed" = "Stop opladen\nwanneer app wordt afgesloten";
"lblStopChargingWhenPoweredOff" = "Stop opladen\nwanneer computer wordt uitgezet";
"hlpStopChargingWhenPoweredOff" = "Blijft opladen onderbreken wanneer AlDente wordt afgesloten. Om opladen te hervatten: start AlDente opnieuw of voer SMC-reset uit.";
"lblIntelMode" = "Intel-modus";
"hlpIntelModeSettings" = "Alleen beschikbaar op Intel MacBooks. Deze gebruikt een andere SMC-optie om de limiet in te stellen. Functies zoals Ontladen, Zeilmodus en Kalibratiemodus zijn niet beschikbaar, maar de ingestelde limiet blijft staan bij herstarten computer. De resulterende batterijlimiet na opladen kan uiteindelijk met circa 5% verschillen.";
"lblHelperApp" = "Hulpprogramma";
"btnReinstall" = "Herinstalleren";
"btnRemove" = "Verwijderen";
"lblUpdates" = "Updates";
"btnCheckForUpdates" = "Op updates controleren";
"txtCheckManually" = "Handmatig controleren";
"txtCheckAutomatically" = "Automatisch controleren";
"lblOther" = "Overig";
"btnManageLicense" = "Licentie beheren";
"btnActivateLicense" = "Licentie activeren";
"btnSaveDebugFile" = "Debugbestand bewaren";
"lblLaunchAtLogin" = "Openen bij inloggen";
"hlpLaunchAtLogin" = "Open AlDente bij opstarten";
"lblRestoreCompleted" = "Herstellen voltooid!";
"txtRestoreCompleted" = "De instellingen zijn teruggezet naar standaardwaarden.";
"btnResetSettings" = "Standaardinstellingen";
"lblShowOnlyAlDenteIcon" = "Alleen AlDente-pictogram weergeven";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Gratis";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Bereid in 2024 door AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "Koop Pro!";
"lblSyncingChargeState" = "Batterijstatus synchroniseren";
"txtDischargeExitDescription" = "Omdat AlDente de batterij aan het ontladen is, moet het even wachten totdat macOS herkent dat het ontladen is uitgeschakeld voordat de app wordt afgesloten. Druk op OK om alsnog te stoppen, dit kan je scherm tijdelijk uitschakelen.";
"btnOK" = "OK";
"btnCancel" = "Annuleren";
"lblIntelNotification" = "AlDente draait nu in Intel-modus";
"txtIntelNotification" = "Door hardwarebeperkingen is alleen Intel-modus beschikbaar op deze MacBook. Je kunt Pro-functies niet inschakelen.";
"lblSetupNotification" = "AlDente Pro instellen";
"txtSetupNotification" = "Ga naar:\n\nSysteemvoorkeuren ➔ Batterij ➔ Batterij\n\nen schakel\n\n \Geoptimaliseerd opladen\ uit.\n\nDit zorgt ervoor dat AlDente de volledige controle krijgt over de batterij.";
"lblUpdateHelperNotification" = "Hulpprogramma bijwerken";
"txtUpdateHelperNotification" = "AlDente moet het hulpprogramma bijwerken. Je kunt het hulpprogramma elk moment verwijderen met de optie \Hulpprogramma verwijderen\ in instellingen.";
"lblInstallHelperNotification" = "Hulpprogramma installeren";
"txtInstallHelperNotification" = "Om het laadgedrag van je MacBook te kunnen regelen moet AlDente Pro een hulpprogramma installeren. Je kunt het hulpprogramma elk moment verwijderen met de optie \Hulpprogramma verwijderen\ in instellingen.";
"lblHelperInstallSuccessNotification" = "Hulpprogramma geïnstalleerd!";
"lblRemoveHelperNotification" = "Hulpprogramma verwijderen?";
"txtRemoveHelperNotification" = "Het hulpprogramma van AlDente is verwijderd. Omdat AlDente niet werkt zonder het hulpprogramma, zal de app nu worden afgesloten.";
"lblHelperRemovedNotification" = "Hulpprogramma verwijderd";
"txtHelperRemovedNotification" = "Het hulpprogramma van AlDente is verwijderd. Omdat AlDente niet werkt zonder het hulpprogramma, zal de app nu stoppen.";
"lblClamshellDischargeProNotification" = "Sorry!";
"txtClamshellDischargeProNotification" = "Ontladen met een dichtgeklapte MacBook is alleen beschikbaar met de Pro versie.";
"lblDischargeInfoNotification" = "Informatie over ontladen";
"txtDischargeInfoNotification" = "Voor het inschakelen van ontladen in alle scenarios, waaronder met een dichtgeklapte MacBook, zal AlDente tijdelijk de sluimermodus uitschakelen. Hierdoor zal het schakelen naar de sluimermodus op sommige MacBooks niet beschikbaar zijn. Sommige andere apps, die de sluimermodus activeren, zouden hierdoor incorrect kunnen werken.";
"lblDebugInfoSavedNotification" = "Debugbestand bewaard";
"txtDebugInfoSavedNotification" = "Het debugbestand is bewaard in: ";
"lblActivationSuccessfulNotification" = "Activatie succesvol!";
"txtActivationSuccessfulNotification" = "Bedankt voor het aanschaffen van AlDente Pro! Geniet van de pasta.";
"lblNoConnectionNotification" = "Geen internetverbinding";
"lblDisableSleepCompletely" = "Schakel sluimerstand uit\ntot aan batterijlimiet";
"hlpDisableSleepCompletely" = "AlDente zal de sluimermodus van je MacBook uitschakelen totdat het batterij limiet is bereikt, zelfs als je MacBook is dichtgeklapt. AlDente zal sluimermodus automatisch inschakelen als je de voedingskabel losmaakt.";
"lblShowOnStartup" = "Weergeven bij opstarten";
"hlpShowOnStartup" = "Opent de gebruikersinterface van AlDente bij het starten van de app.";
"hlpShowDockIcon" = "Er is een AlDente-pictogram zichtbaar in het dock.";
"lblShowDockIcon" = "Dock-pictogram weergeven";
"hlpNoMenubarIcon" = "AlDente-pictogram verwijderen uit de menubalk. Als je dit inschakelt, is de app alleen toegankelijk via het dock-pictogram.";
"lblPopoverAnimation" = "Pop-up animatie";
"hlpPopoverAnimation" = "Pop-upanimatie in- of uitschakelen.";
"lblPopupWindow" = "Pop-up venster";
"lblNoMenubarIcon" = "Menubalk-pictogram verbergen";
"lblMenubarIcon" = "Menubalk-pictogram";
"txtHold" = "Wacht\n";
"txtDifference" = "Verschil:";
"txtNoConnectionNotification" = "AlDente moet eens in de 30 dagen controleren of je licentie geldig is. Maak verbinding met internet om AlDente te laten werken.";
"lblAdvancedIntelMode" = "Geavanceerde Intel-modus";
"hlpSettingsLock" = "De instellingen zijn vergrendeld. Neem contact op met je systeembeheerder om ze beschikbaar te maken.";
"hlpUseRealPercentage" = "Als deze instelling is ingeschakeld, neemt AlDente het werkelijke batterijpercentage van de hardware als referentie. De waarde die in macOS wordt weergegeven, wijkt hier meestal enkele procenten van af, afhankelijk van de leeftijd van de batterij en de oplaadstatus.";
"ttlStats" = "Statistieken";
"lblUseRealPercentage" = "Percentage hardwarebatterij";
"hlpShowOnlyAlDenteIcon" = "Wie wil er nu niet steeds een vers bord pasta in de menubalk?";
"hlpShowBatteryIcon" = "Wie wil er nu niet steeds een vers bord pasta in de menubalk?";
"hlpShowPercentage" = "Wie wil er nu niet steeds een vers bord pasta in de menubalk?";
"lblCheckAutomatically" = "Automatisch controleren";
"txtIntelExplanation" = "Op je MacBook kan de batterijlimiet blijven bestaan ​​wanneer deze is uitgeschakeld of in de slaapstand staat. Houd er rekening mee dat het percentage in deze gevallen vanwege technische beperkingen enkele punten kan verschillen.";
"ttlMoreSettings" = "Meer";
"ttlScheduleSettings" = "Schema";
"lblSleep" = "Slaap";
"lblLockScreenWhenClosed" = "Scherm vergrendelen wanneer dichtgeklapt";
"hlpLockScreenWhenClosed" = "Vergrendelt het scherm automatisch wanneer je je MacBook dichtklapt en de slaapmodus deactiveert.";
"lblAutomaticDischarge" = "Automatische ontladen";
"hlpAutomaticDischarge" = "AlDente ontlaadt automatisch naar de ingestelde waarde als het huidige percentage hoger is.";
"lblCharging" = "Opladen";
"hlpAutomaticDischargeButton" = "AlDente ontlaadt je batterij automatisch wanneer de ingestelde batterijlimiet lager is dan het batterijpercentage.";
"ttlGeneralSettings" = "Algemeen";
"ttlChargeSettings" = "Opladen";
"ttlFeatureSettings" = "Functies";
"ttlAppearanceSettings" = "Uiterlijk";
"txtSetupNotificationVentura" = "Ga naar:\n\nSysteemvoorkeuren ➔ Batterij ➔ Batterijconditie (knop Info)\n\nen schakel\n\n \Geoptimaliseerd opladen\ uit.\n\nDit zorgt ervoor dat AlDente de volledige controle krijgt over het opladen van de batterij.";
"lblMagsafeLED" = "Magsafe-LED";
"lblControlMagsafeLED" = "Controle Magsafe-LED";
"hlpControlMagsafeLED" = "AlDente stemt de kleur van de Magsafe-led af op de huidige laadtoestand.";
"lblBlinkOrangeDischarge" = "Oranje knipperen tijdens ontladen";
"hlpBlinkOrangeDischarge" = "De Magsafe-LED knippert oranje tijdens het ontladen.";
"lblMagsafeAlwaysOff" = "Altijd uit";
"hlpMagsafeAlwaysOff" = "De Magsafe-LED is altijd uit zolang AlDente draait.";
"ttlCalibrationNotPossible" = "Kalibratie niet mogelijk!";
"txtCalibrationNotPossible" = "Kalibratiemodus is alleen beschikbaar als er een oplader is aangesloten.";
"ttlSMCIssue" = "Laadlimiet fout";
"ttlLowChargeLimitWarning" = "Lage laadlimiet";
"txtLowChargeLimitWarning" = "Als je je batterij gedurende langere tijd op een laag percentage houdt, kan de kans op een verkeerde kalibratie toenemen.\nDit kan leiden tot onbedoeld uitschakelen van je apparaat.\nAls dit het geval is, kun je dit meestal verhelpen met de kalibratiemodus van AlDente.";
"txtSMCIssue" = "AlDente heeft een probleem gedetecteerd met macOS waardoor de Charge Limiter tijdelijk niet werkt.\nVoer de volgende stappen uit om AlDente weer aan het werk te krijgen:\n1. Haal je oplader uit het stopcontact en zet je MacBook uit\n2. Wacht 5 minuten\n3. Schakel de MacBook in en sluit de oplader aan\nAlDente zou weer moeten werken zoals verwacht.";
"ttlTasks" = "Taken";
"txtTasksIntelMode" = "Taakplanning is niet beschikbaar in de Intel-modus.";
"txtTasksNotActivated" = "Download AlDente Pro om taakplanning te ontgrendelen!";
"txtCreateNewTask" = "Gebruik de + knop om een ​​nieuwe taak toe te voegen!";
"txtTask" = "Taak";
"txtStartTasksNext" = "Taken starten bij de volgende gelegenheid:";
"txtTaskHistory" = "Taakgeschiedenis";
"ttlName" = "Naam:";
"ttlActive" = "Actief:";
"ttlAction" = "Actie:";
"txtTopUp" = "Bijladen";
"txtDischargeTo" = "Ontladen tot";
"ttlRepeat" = "Herhalen:";
"txtDaily" = "Dagelijks";
"txtWeekly" = "Wekelijks";
"txtMonthly" = "Maandelijks";
"ttlStart" = "Begin:";
"hlpStartTasksNext" = "AlDente kan geen taken uitvoeren terwijl uw MacBook slaapt of is uitgeschakeld. Als uw MacBook in de slaapstand stond of was uitgeschakeld terwijl een taak had moeten worden uitgevoerd, start hij de taak bij de volgende gelegenheid, wanneer hij weer wordt ingeschakeld.";
"lblHelperInstallError" = "Helper-installatiefout";
"txtHelperInstallError" = "Er is een probleem opgetreden tijdens de installatie van de helper. Klik op volgende om de helperservice opnieuw te laden. U wordt gevraagd uw wachtwoord opnieuw in te voeren.";
"txtInstallHelper" = "AlDente heeft zijn hulptoepassing nodig om te kunnen werken. Installeer de helper-applicatie.";
"txtHelperInstallSuccessNotification" = "De helper-applicatie is succesvol geïnstalleerd!";
"txtPause" = "Pauzeer het opladen";
"txtCalibrate" = "Start de kalibratiemodus";
"txtChargeTo" = "Batterijlimiet instellen";
"ttlAlDenteSetup" = "AlDente-installatie";
"txtAlDenteHeadline" = "Welkom bij AlDente!";
"txtIntro" = "Voordat we aan de slag kunnen, moeten we een paar dingen configureren.";
"ttlInstallHelper" = "Installeer de Helper-app";
"txtInstallHelperInfo" = "AlDente heeft de helper-app nodig om het laadgedrag van je MacBook te regelen.";
"txtHelperInstalled" = "(Helper al geïnstalleerd)";
"ttlOptimisedCharging" = "Geoptimaliseerd opladen van de batterij";
"txtOptimisedChargingInfo" = "Om AlDente volledige controle te geven over het laadgedrag van uw MacBook, moet Geoptimaliseerd opladen van de batterij worden uitgeschakeld.";
"bpOpenSettings" = "• Open Systeeminstellingen → Batterij";
"bpClickInfoButton" = "• Klik op de infoknop naast Batterijconditie";
"bpDisableOptimisedCharging" = "• Schakel \Geoptimaliseerd opladen\ uit";
"txtDisableOptimisedChargingOld" = "Ga naar: Systeemvoorkeuren ➔ Batterij ➔ Batterij en schakel uit: Geoptimaliseerd opladen van de batterij.";
"btnOpenSettings" = "Open instellingen";
"ttlCustomiseAlDente" = "Pas AlDente aan";
"txtPresetInfo" = "Hoe gebruik je je MacBook?";
"btnMostlyHome" = "Meestal Thuis";
"btnOnTheGo" = "Onderweg";
"btnSkip" = "Overslaan";
"ttlSetupModal" = "Dit configureert de volgende instellingen:";
"bpChargeLimit" = "• Batterijlimiet";
"bpLaunchAtLogin" = "• Start bij Inloggen";
"bpSailingMode" = "• Zeilmodus*";
"bpHeatProtection" = "• Hittebescherming*";
"bpAutomaticDischarge" = "• Automatisch ontladen*";
"bpStopChargingWhenSleeping" = "• Stop met opladen tijdens het slapen*";
"bpStopChargingWhenClosed" = "• Stop met opladen wanneer de app is afgesloten*";
"bpHardwareBatteryPercentage" = "• Percentage hardwarebatterij*";
"ttlProLicense" = "Pro-licentie";
"txtProLicenseInfo" = "Als u al een Pro-licentie heeft, kunt u deze hier activeren.";
"btnUseFree" = "Gebruik gratis";
"btnActivatePro" = "Activeer Pro";
"txtOn" = "Op";
"txtOff" = "Uit";
"txtOnlyInPro" = "*Alleen beschikbaar in AlDente Pro";
"txtEveryWeekday" = "Doordeweekse dagen";
"txtEvery2Weeks" = "Tweewekelijks";
"lblStats" = "Statistieken";
"lblPowerFlowNotAvailable" = "Vanwege technische beperkingen is Power Flow niet beschikbaar op dit systeem.";
"txtPowerFlowFreeExplanation" = "Dit zijn slechts voorbeeldgegevens voor demonstratiedoeleinden. Ontgrendel AlDente Pro om realtime gegevens te krijgen!";
"lblShowInPopover" = "Toon in Popover";
"hlpShowInPopover" = "Indien ingeschakeld, zal deze widget ook zichtbaar zijn in de popover van de menubalk.";
"lblShowPercentage" = "Percentage weergeven";
"lblShowBatteryIcon" = "Batterij tonen";
"lblDischargeLimitToHighNotification" = "Batterijlimiet te hoog";
"txtDischargeLimitToHighNotification" = "Om de ontlaadfunctie te gebruiken, moet u de batterijlimiet instellen op een waarde die lager is dan het huidige batterijpercentage.";
"chkDontAskAgain" = "Vraag het niet nog een keer";
"lblLimit" = "Batterijlimiet:";
"txtAlDenteStatus" = "AlDente-status";
"txtMacOSNative" = "macOS native";
"txtMacOSColored" = "macOS gekleurd";
"ttlSettingsBackup" = "Er is een back-up van AlDente Pro-instellingen gevonden. Wil je ze herstellen?";
"txtSettingsBackup" = "Pro-instellingen herstellen?";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "AlDente instellingen";
"txtDontShow" = "Niet laten zien";
"txtDontRepeat" = "Herhaal niet";
"lblIconStyle" = "Iconstijl";
"txtAlDenteIcon" = "AlDente logo";
"txtEnterTargetPercentage" = "Voer het doelpercentage in:";
"hlpSailingMinPerc" = "Onder 20% zal AlDente altijd uw batterij opladen en wordt de zeilmodus overschreven.";
"ttlPowerFlow" = "Energiestroom";
"chkRembemberDecision" = "Onthoud mijn beslissing";
"ttlSensorData" = "Sensorgegevens";
"ttlBatHealth" = "Batterijgezondheid";
"txtDesignCap" = "Ontwerpcapaciteit:";
"txtMaxCap" = "Maximale capaciteit:";
"txtHardwareCap" = "Hardwarecapaciteit:";
"txtMacOSCap" = "MacOS -capaciteit:";
"txtCycleCount" = "Cyclus -telling:";
"ttlBatSpecs" = "Batterijspecificaties";
"txtBatTemp" = "Batterijtemperatuur:";
"txtTimeRemaining" = "Overgebleven tijd:";
"txtTimeToFull" = "Tijd naar volle:";
"txtBatterySerial" = "Serienummer:";
"ttlElectricalSpecs" = "Elektrische specificaties";
"txtChargerI" = "Laderstroom:";
"txtChargerU" = "Laderspanning:";
"txtBatI" = "Batterijstroom:";
"txtBatU" = "Batterij voltage:";
"txtSystemP" = "Systeembelasting:";
"txtCalibrationInterrupted" = "De kalibratiemodus is onderbroken.\n wilt u doorgaan met de kalibratie?";
"txtPopover" = "Show in Popover";
"ttlQuitApp" = "AlDente gestopt?";
"txtQuitApp" = "Wil je stoppen met AlDente?";
"txtCondition" = "MacOS -toestand:";
"hlpLowPowerMode" = "MacOS Low Power Mode is actief.";
"lblLowPowerMode" = "Low Power Mode";
"lblTopUpWhileCalibrationNotification" = "Bijvullen niet mogelijk.";
"txtTopUpWhileCalibrationNotification" = "Vind Up is niet mogelijk terwijl een kalibratie loopt.Schakel de kalibratiemodus uit voordat u begint bij te vullen.";
"txtNothing" = "Niets doen";
"hlpRightClickAction" = "Bepaalt wat er zou moeten gebeuren wanneer het AlDente-pictogram in de menubalk met de rechtermuisknop is geklikt.";
"txtToggleChargeLimit" = "Start/stop met opladen";
"txtToggleLPM" = "Schakel de lage stroommodus in/uit";
"txtRightClickAction" = "Menubar met de rechtermuisknop";
